<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <title>О нас</title>
    <link href="styles/styles.css" rel="stylesheet" />
</head>

<body>
    <?php include 'navbar.php'; ?>
    <?php include 'topheader.php'; ?>




    <div class="about">
        <p>Добро пожаловать в магазин KIPU-ESTORE, ваш универсальный магазин новейших смартфонов от крупнейших брендов на рынке. Наш магазин предлагает широкий ассортимент смартфонов, от высококлассных флагманских моделей до бюджетных вариантов, и все это по конкурентоспособным ценам.
            <br>
            <br>
            В магазине KIPU-ESTORE мы верим в то, что предоставляем нашим клиентам товары и услуги самого высокого качества. Именно поэтому мы поставляем наши смартфоны только от самых надежных и заслуживающих доверия поставщиков. У нас представлены различные бренды, включая Apple, Samsung, Google и многие другие, поэтому вы сможете найти телефон, соответствующий вашим потребностям и предпочтениям.
            <br>
            <br>
            Наш сайт прост в навигации, и вы можете просматривать наш ассортимент по марке ценовому диапазону или характеристикам. Мы также предлагаем подробные описания и характеристики товаров, чтобы вы могли принять взвешенное решение перед покупкой.
            <br>
            <br>
            Мы понимаем, как важно иметь надежный смартфон, поэтому мы предлагаем быструю и безопасную доставку, чтобы ваш телефон был доставлен вовремя и в идеальном состоянии. Только оформите заказ и согласуйте его с нашей системой доставки!
            <br>
            <br>
            В магазине KIPU-ESTORE мы стремимся предоставить нашим клиентам наилучший опыт покупок. Сделайте покупку у нас сегодня и убедитесь в удобстве и качестве наших товаров и услуг.
        </p>
    </div>
</body>


<style>
    p {
        font-size: 20px;
        padding: 20px;

    }

    .about {
        background-color: lightgray;
        border-radius: 10px;
    }
</style>